---
kind: other
id: Methods.T:Autodesk.Revit.DB.ViewSheetSet
source: html/ea6e1ce8-5871-a849-c46a-f9e356eddc6d.htm
---
# ViewSheetSet Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.